[
    {
       "difficulty":"",
       "correct":"b",
       "solution":"Kepler’s First Law of Planetary Motion explains that planets move around the Sun in elliptical orbits. The second law states that a planet moves in its ellipse so that the line between the planet and the Sun placed at a focus sweeps out equal areas over equal time. The third law explains how the time it takes for a planet to revolve around the Sun increases with the radius of its orbit. Fourth law does not exist.",
       "id":1,
       "title":"According to Kepler's __________ Law of Planetary Motion, the planet Mars takes longer to complete one revolution around the Sun when compared to the Earth.",
       "choices":[
          "Second",
          "Third",
          "First",
          "Fourth"
       ],
       "category":[
          ""
       ],
       "Timestamp":"2021-08-09 12:45:21"
    },
    {
       "difficulty":"",
       "correct":"c",
       "solution":"Nicolaus Copernicus (1473–1543) was a mathematician and astronomer who proposed that the sun was stationary in the center of the universe and the earth revolved around it.",
       "id":2,
       "title":"What was one of the contributions to astronomy made by Nicolaus Copernicus?",
       "choices":[
          "He discovered that the planets orbit the Sun in elliptical orbits.",
          "He created a theory of gravity to explain orbital motion in detail.",
          "He theorized that the Sun is the center of the universe.",
          "He was the first person to use a telescope."
       ],
       "category":[
          ""
       ],
       "Timestamp":"2021-08-09 12:45:55"
    },
    {
       "difficulty":"",
       "correct":"d",
       "solution":"Tycho Brahe was a Danish astronomer who is best known for making the most accurate celestial observations of his time without the aid of a telescope. Johannes Kepler was a German astronomer, mathematician and an assistant of Brahe, who discovered three major laws of planetary motion.",
       "id":3,
       "title":"__________ used the extensive records of planetary positions, as measured by __________, to discover that the orbit of the planets is __________ in shape.",
       "choices":[
          "Isaac Newton, Galileo Galilei, circular",
          "Albert Einstein, Isaac Newton, parabolic",
          "Aristotle, Plato, hyperbolic",
          "Johannes Kepler, Tycho Brahe, elliptical"
       ],
       "category":[
          ""
       ],
       "Timestamp":"2021-08-09 12:46:26"
    },
    {
       "difficulty":"",
       "correct":"c",
       "solution":"",
       "id":4,
       "title":"What was one of the contributions to astronomy made by Isaac Newton?",
       "choices":[
          "He discovered that Jupiter has several moons.",
          "He theorized that the Sun is at the center of the universe.",
          "He created a theory of gravity to explain orbital motion in detail.",
          "He was the first person to use a telescope.",
          "He discovered that the planets orbit the Sun in elliptical orbits."
       ],
       "category":[
          ""
       ],
       "Timestamp":"2021-08-09 12:47:00"
    },
    {
       "difficulty":"",
       "correct":"a",
       "solution":"",
       "id":5,
       "title":"Which object exerts the stronger gravitational force onto the other, the Milky Way galaxy or the Andromeda galaxy? Why?",
       "choices":[
          "Both galaxies exert equal gravitational forces onto each other.",
          "The Andromeda galaxy due to it being more massive than the Milky Way galaxy.",
          "The Milky Way galaxy due to it being larger in size than the Andromeda galaxy.",
          "The Andromeda galaxy due to its shape being perfectly circular, while the Milky Way galaxy is more elliptical in shape."
       ],
       "category":[
          ""
       ],
       "Timestamp":"2021-08-09 12:49:27"
    },
    {
       "difficulty":"",
       "correct":"b",
       "solution":"",
       "id":6,
       "title":"Considering Earth's orbit, where is the Sun located?",
       "choices":[
          "At the vertex of its parabolic orbit.",
          "At a focus point in its elliptical orbit.",
          "At the center of its circular orbit.",
          "At the vertex of its hyperbolic orbit.",
          "At an arbitrary point along its major axis."
       ],
       "category":[
          ""
       ],
       "Timestamp":"2021-08-09 12:50:09"
    }
 ]